{
    "Female 1": "Ultra-detailed photorealistic portrait of East Asian woman: oval face with tapered jawline, warm beige skin (neutral undertone), monolid almond eyes (dark espresso brown with 10% gray flecks), micro-bladed eyebrows at 15-degree arch. Chin-length blunt-cut black hair (2mm ash-brown balayage tips), undercut left temple with laser-etched geometric pattern. 168cm mesomorphic build (BMI 20.8), tailored navy wool suit (0.8mm pinstripe), silk ivory blouse with mother-of-pearl buttons. Accessories: Titanium frameless glasses (1.2mm wire), rose gold Cartier Tank Solo (19mm width), black patent leather stilettos (85mm heel). Technical specs: 0.3mm peach fuzz on upper lip, matte foundation texture with 5% sebum glow. Exclusions: NO jewelry beyond watch/glasses, NO vibrant colors, NO casual elements.",

    "Female 2": "Precision medical portrait of Southeast Asian woman: round face with malar bags, cool-toned golden-brown skin, hooded double eyelids (hazel-green irises with central heterochromia ring). Shoulder-length wavy hair (natural black with 5% silver strands at 25% density). 157cm ectomorphic frame (BMI 18.3), lab coat (98% polyester/2% carbon fiber weave) over teal scrubs, anti-fog goggles on forehead (blue lens coating). ID badge clipped to left chest (3.8×6cm holographic strip). Technical specs: 120μm pore visibility, 0.6mm varicose vein mapping on hands. Exclusions: NO makeup, NO decorative elements, NO non-functional textiles.",

    "Female 3": "Dynamic motion-capture portrait: heart-shaped face with angular zygomatics (medium-warm sienna skin), upturned epicanthic folds (amber eyes with radial sunburst pattern). Pixie-cut jet-black hair (3cm platinum underlayer), sweat-dampened strands at hairline. 172cm athletic build (BMI 19.1), muscle definition visible through moisture-wicking crop top (85% nylon/15% spandex) and compression leggings (hexagonal mesh ventilation zones). Technical specs: 0.4mm sweat bead density mapping, fabric tension lines at 30° knee bend. Exclusions: NO stage makeup, NO jewelry, NO static poses.",

    "Female 4": "Hyper-realistic kitchen portrait: square facial structure with pronounced philtrum (neutral olive skin), downturned almond eyes (dark umber brown with 5% amber striations). High ponytail (48cm length) secured with stainless steel claw clip, baby hairs along hairline. 163cm endomorphic build (BMI 22.4), chef's jacket (double-breasted 2cm black buttons) with 35° sleeve roll revealing forearm kanji tattoo (1.2cm height). Technical specs: 0.7mm cornstarch residue on fingers, heat-flushed cheek capillaries. Exclusions: NO nail polish, NO synthetic hair colors, NO clean uniforms.",

    "Male 1": "Corporate precision portrait: rectangular face with vertical forehead wrinkles (neutral-cool porcelain skin), deep nasolabial folds. Thick black hair (3cm length, 20° side-swept fringe) with 0.5mm temple graying. 181cm linear build (BMI 23.6), Italian merino wool suit (280g/m²) with 1.5cm lapel roll, matte black oxfords (cap-toe design). Accessories: Blue light-blocking glasses (40-19-145 dimensions), mechanical wristwatch (skeleton movement visible). Technical specs: 0.2mm beard shadow density, 8% forehead glare. Exclusions: NO casualwear elements, NO vibrant colors, NO dishevelment.",

    "Male 2": "Engineering-grade portrait: diamond face shape with prominent chin (warm tawny skin), sparse eyebrow hair (microbladed hair strokes at 30° angle). Buzz cut (6mm length) with circular crown bald spot (3.5cm diameter). 175cm muscular build (BMI 25.1), black denim jacket (12oz selvedge) over charcoal turtleneck, steel-toe boots (ASTM F2413-18 compliant). Technical specs: 0.9mm callus ridge mapping on palms, graphite smudges on right index finger. Exclusions: NO formalwear, NO delicate features, NO pristine condition garments.",

    "Male 3": "Athletic performance portrait: triangular face with sunken cheeks (cool mahogany skin), transverse forehead creases. Tight cornrow braids (1.2cm width) with reflective neon-green thread woven through. 179cm lean build (BMI 19.9), moisture-wicking singlet (85% polyester/15% elastane) displaying 8% body fat definition, split-leg running shorts (5cm inseam). Technical specs: 1.2mm salt crystal deposits on neckline, 15° quadricep tendon protrusion. Exclusions: NO cotton fabrics, NO loose clothing, NO facial hair.",

    "Male 4": "Stage-lit portrait: oblong face with nasal hump (neutral golden-brown skin), pronounced tear troughs. Shoulder-length black hair (natural 3A curl pattern) with 2cm receding hairline. 170cm stocky build (BMI 26.3), crushed velvet burgundy blazer (notched lapels) over black mock neck, leather Chelsea boots (1.5cm stacked heel). Accessories: Vintage Selmer Mark VI saxophone strap (patina wear mapping). Technical specs: 0.4mm lip callus from mouthpiece, 120Hz motion blur on right hand. Exclusions: NO electronic instruments, NO modern synthetic fabrics, NO clean-shaven face."
  }
